--DELETE FROM parking;
INSERT INTO parking (parking_id, warehouse_id, parking_name, number_places, note)
VALUES
(200001, 300001, 'Каштановая аллея, дом 1', 15, 'Рядом с домом 1 на улице Каштановая аллея'),
(200002, 300002, 'Площадь Колумба, дом 5', 20, 'Рядом с домом 5 на Площади Колумба'),
(200003, 300003, 'Улица Лётчика Полагушина, дом 10', 10, 'Рядом с домом 10 на улице Лётчика Полагушина'),
(200004, 300004, 'Крюковская площадь, дом 15', 25, 'Рядом с домом 15 на Крюковской площади'),
(200005, 300005, 'Кутузовское шоссе, дом 20', 30, 'Рядом с домом 20 на Кутузовском шоссе'),
(200006, 300006, 'Площадь Шокина, дом 25', 5, 'Рядом с домом 25 на Площади Шокина'),
(200007, 300007, 'Яблоневая аллея, дом 30', 18, 'Рядом с домом 30 на Яблоневой аллее'),
(200008, 300008, 'Площадь Юности, дом 35', 12, 'Рядом с домом 35 на Площади Юности'),
(200009, 300009, 'Улица Юности, дом 40', 8, 'Рядом с домом 40 на Улице Юности'),
(200010, 300010, 'Проспект Генерала Алексеева, дом 45', 22, 'Рядом с домом 45 на Проспекте Генерала Алексеева'),
(200011, 300011, 'Георгиевский проспект, дом 50', 14, 'Рядом с домом 50 на Георгиевском проспекте'),
(200012, 300012, 'Панфиловский проспект, дом 55', 7, 'Рядом с домом 55 на Панфиловском проспекте'),
(200013, 300013, 'Савёлкинский проезд, дом 60', 19, 'Рядом с домом 60 на Савёлкинском проезде'),
(200014, 300014, 'Солнечная аллея, дом 65', 11, 'Рядом с домом 65 на Солнечной аллее'),
(200015, 300015, 'Сосновая аллея, дом 70', 16, 'Рядом с домом 70 на Сосновой аллее');